# RbsWireNeutralIncludedInBalancedLoadParam Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsWireNeutralIncludedInBalancedLoadParam Property
ParameterTypeId Class See Also
---
"Neutral Included in Balanced Load"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsWireNeutralIncludedInBalancedLoadParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsWireNeutralIncludedInBalancedLoadParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsWireNeutralIncludedInBalancedLoadParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace